{"lifepath_number":{"1":"You are a born leader and can lead and influence large groups of people. You are pretty independent and are particular about your freedom. You have a great creative insight and inspire people all along your life to achieve their dreams. You commence any task or project with great ease and without much thought, you embark upon your own journeys. As a good initiator you keep things under control and lead new ventures or projects is your forte. When stuck with a crisis situation, your inner strength is active and you face the challenge with determination and most of the times overcome it.This quality of yours provides you with a lot of willpower and adds a sense of commitment to your personality. You have the natural ability to lead and are always fair with your decisions. There is a strong sense of justice. Your juniors, younger siblings and teammates always agree with and support your decisions. You are a visionary and that makes you unique and well known in public. There is a naturally influential side of your personality and that makes you popular and loved. On the other hand, you might be self-centered and at times would be over-ambitious. Make sure that you make time out for people you love and ensure that you slow down and ease out. You are curious to know every minute details of everything that comes to you, this makes you good observer and analyzer too. Consider a career in science and technology as this attitude of yours would benefit you and you would move forward with great financial success. You are a good friend, great to talk to. For your near ones and dear ones, you play the role of a guide, philosopher. There is a lot of inspiration your juniors and loved ones take from you and you always motivate them to chase the extraordinary. There is an effortless charm in your personality and you attract people with your skills and powerful communication. You may end up being a well known public figure, known for great intelligence and integrity. Consider a career as a consultant and you would be able to exhibit your talents and exceptional understanding qualities. You like the attention and appreciation of people around you and work harder to achieve it. At times you may show your bossy side which can cause negative impression about you and your subordinates may get an impression that you are dominating. Reduce your aggression and develop patience. A good leader should be a good follower as well, this area is where you might need to work on. Make an effort to be a better listener every day. Hear people talk and gain perspective. This way you would have a more open mind and would be able to take wise and confirming decisions about your life. With all the positive and negative shades you shine brightly through life if you realize the true potential within you.Exploit and unleash your capabilities to your fullest and see the magic work for you.","2":"Have you been to a dyer’s and seen how a Lenin gets its hues?  Or sipped a warm glass of sweet milk with no sugar granules at the bottom? Well, you are all that magic personified. Adaptability and consideration are the strongest parts of your personality. Partnerships work great for you. You would generally have a successful love life or would be earning huge fortunes if you are in a joint venture. Adjusting remains a very important Indian value and you seem to have mastered it. You would sometimes find yourself incapable of hurting anyone and would cater to the needs of people you love. Uniting two soulmates, expanding social groups or placing someone at their dream firms are a few things your daily life consists of. You nurture your relationships with harmony and collaboration. For your friends, you are someone they contact at the most crucial times and always sit down and have a heart to heart conversation with you. You are their friend, philosopher and guide. For a career choice, you should go for the professions that require good communication and interpersonal skills. You are a good speaker and can get your firm really beneficial deals. There are modesty and humility in your body language and you are also diplomatic at times which makes you fit for a shining bright career in sales. Not just individualistic conversations, but you can also convey your thoughts and ideas to groups at large. You lead highly functional teams, where every member is aware of their individualistic potential and can unleash the best versions of themselves. There is a lot of spiritual progress in your life and you tend to introspect before jumping to any conclusion. To summarise the wonderful qualities about you, you are one calm and composed individual that people feel merry and positive around. Generally, you are calm and composed but sometimes it also leads introversion and you do avoid interactions with many people. People may find you shy on many levels. There are a lot of fears that are placed in your heart. From energetic stray dogs to blabbering drunkards, anything can scare you. Fear also has its benefits and it keeps you safe however when you stay afraid beyond moderation, you may miss out on great adventures. Self-confidence must replace fear from time to time. Protect yourself from daily doses of overthinking as you do want to have some fun in life and save yourself from the regret of not trying something new, even once. There is so much that you have contributed to the world and would never brag about it. There might be frequent nights that you lay awake for the person who would not stand with you on a hot and scorching May afternoon for a minute or two. All of it makes up the wonderful and ever compromising person that you are, hence do not be afraid to give and love unconditionally.  Stay positive and go with the flow. While rest of the world just focuses on the big picture, you lay your eyes on the minute details and sometimes that habit leads you towards disappointment. Nobody or nothing is perfect, hence let go and do not hold on to the little things that disturb your peace of mind. Do not let work, weight and worldly woes bother you. Sit back, smile and be the heart of gold that you are...","3":"You must be the singer that influences people into swaying back and forth and keeping your melody alive. Or the painter that paints his soul out on a Canvas. You are blessed with rare and artistic abilities and you love expressing yourself in every way possible. There is no detail of life that is too humble, too small for you to notice and get inspired. From a baby holding your finger to bursting sheets of bubble wrap, you find happiness and bliss in the smallest rewards of life. You do not live life just for the sake of living it. There is gratitude, hope, light and lots of laughter in your daily routines and you enjoy the flow of life. Joy happens to the dominant emotion of your mind. You have got a way with your words and can talk your clients into a bargain or a deal quite easily. Your partners are lucky to have you as you do remind them of how much you love them every day. From slipping poetry into their bags to ruffling a long day off their hair, you would do everything to make them smile. The cherry on the cake is that you are exceptionally loyal and understanding. Your lover can rest assured He or She would naturally not feel like doubting you for anything or anyone. These loving energies are not only limited to your partner but to everyone in general. All your friends and family are loved and revered by you with great dedication and regards. Kindness and consideration are the most eminent part of your persona. There are a lot of people you can call your friends and you are the glue that binds all of them together. Your loving artistic hands nurture and recreate emotions very well.While your life is one big party, ensure you are not overly optimistic. Happiness and rejuvenation must be a part of everyone's being but not to the extent where you start procrastination of your important tasks. Due to your relaxed and joyful nature, you might not be able to complete professional projects on time. Make sure that you finish all the tasks you have taken on hand with precision and perfection. Incomplete tasks shall provide you with half knowledge which is popular for its dangerousness. It is also possible that you lead yourself on a beautiful trail of thought, leaving the important tasks aside. Try to reduce daydreaming for a bit and deal with reality with your optimistic point of view. Like one enthusiastic dolphin, you might want to jump from chasing one hobby to another. In this process, you might become a jack of all. Ensure you figure out what you are best at. Your moods are as vibrant as your artworks. There might be days when you would feel like doing nothing but on other days you would feel really restless and anxious. Try putting everything on paper and start organising your life. Be the warm glow worm that you naturally are and spread love, laughter and joy.","4":"There runs a very strong sense of values and righteousness within you. You wish to stand true to your thoughts, beliefs and words all the time. There are rare or no days when you have either broken the traffic rules or not cast your vote. Law, order and peace are highly important to you. However, that idealism does not make you a fuddy-duddy conservative human being. You would always want to test the limits and break through. Standing up for the concepts you really believe in is very likely in your characteristics. Belief systems such as feminism, liberalization might strongly affect you and you may come forward and stand up for equality, humanity and other noble causes. Your friends are really lucky to have you! Trustworthiness is a value that is deeply imbibed in you and you can be trusted blindly with every little or large secret. You are the first person that comes to the mind of your friend when they are crushing over someone or are confused at any path of their life. There are values like devotion, loyalty and patience that enrich your personality and your romantic interest would cherish these beautiful qualities about you. He\/She would feel extremely fortunate to have you as the one person they would breathe their last with. Consider a career in sciences and research as you are highly practical and have a very organised approach towards your work. Detailing is highly important to you and insist perfection every time you lay your work out. In the world that narrates startup success stories, you can certainly make a mark. Your organisational skills, determination and attention to details have the potential to lay a foundation for a very compelling journey. With your great management skills, not just the foundation years but the years of growth for your firm would also function smoothly. You will observe steady growth throughout your career life. There would be less roller coaster rides and more of a staircase if you look at it objectively. However, due to your immense focus on details, you may miss out on the raw beauty of imperfection. Imperfection helps you being more imaginative and adds creativity to every task you do. It is a great virtue to be a perfectionist, but due to you high process orientation you may forget your targets and can upset your clients by not making it to the deadlines. While working in the team if you fall in love with your ideas, you would face a lot of fights and arguments. Be a little flexible and less rigid as it would foster your growth and allow you to gain exposure and get better at your work and life in general. Break your mindsets and try new and extraordinary ideas and plans. We often get inspiration from the most unexpected of sources and our mind can ignite great ideas from there. There is a general tendency to take life very seriously. Laugh and let go. The people that laugh at themselves, have more friends and are loved more for their sportsman spirit. The more you lighten up and ease out, the more joy you would attract in your life.","5":"Life Path Number 5, is the clan of rebels. You are the game changers. The ones that push the human race forward. Resting does not belong to your dictionary. Life is always on the move and there is something new you are up to, every time. Life path number 5, adds movement and makes a person quick and versatile. When stuck with a problem you can think on your feet and come up with great and awestruck ideas. Working in a creative industry can help you unleash your talent and potential and you can surely make a mark. You know how to be constructively creative and a sense of exploration allows you to fall in love with every place you visit and improve it for the best. Working for fellowship programmes would give your career new heights and you would make real-time differences. People with life path number 5 are generally talented and are capable of multitasking. Every place lights up with your fun loving and bright persona. For the people at your workplace, you are a breath of fresh air. Consider a career in sales as you can talk anyone into purchasing your pitches. You are really good at bargaining and can crack deals that are rather difficult. Life is like a quest to you. You run from one place to another seeking adventure and are never really satisfied with your progress.  However, it is highly important for a life path 5 to find their core, a place to come back to. Exploration and travelling are done by you quite responsibly and you do have a level of affection towards yourself. You are an absolute team player and you can motivate people around you to bring out the best within them. Working in close-knit groups is your USP. However, there is a great degree of stress and restlessness as you think a lot and never rest on conclusions. Make sure that you end your day with a few minutes of prayer and relaxation. There is a lot of variety you seek in your life and do not settle for routine work or monotony. You seek results too fast and hence might take many short-cuts. This way, you might invite a lot of risks and speculations in your personal and professional life. Your love for change and wanderlust is long known. Your idea of an ideal weekend is a short backpacking trip on the outskirts of your city. Nothing stops you from achieving your goals and making it to your targets. A very adverse quality of your personality is that you often run from one incomplete project to another and do not realise the need to finish tasks with perfection. This could prove to be really harmful There might be slight temperament issues, but with a little anger management and meditation can work on it.  You have short concentration spans and can wander from one world to another. There might be days when you are not able to execute your creative ideas and blueprints. Do not worry much as you are dynamic enough to find one way or other for implementation and execution. Do not fear downfalls or limit yourself. Go ahead, chasing your dreams and explore new people and places. Your life is one interesting story.","6":"The Life Path 6 suggests an extremely responsible and caring individual. The loving and caring aspect of your personality makes you an ideal parent as you are naturally motherly and nurturing. For your family and group of your friends, you are a shock absorber. In extreme situations and environments, you do not react adversely and try to keep your calm. You also try to calm people around you and help them sail through the difficult times. Usually, disagreements and differences of opinion do not trouble you. When in a relationship, you are able to hide your anger and hostility and exhibit only your pleasant side very easily. However, when you are trying to resolve a conflict, replace persuasion with diplomacy. Your wisdom would bag you a lot of appreciation and your friends and family would rely on you to be a mediator and solve all the misunderstandings. There is an image of maturity and understanding that you put forward when it comes to family matters. Family members believe that decisions taken by you, are just and trustworthy and they collectively agree on it. There is a lot of community orientation within you and you are a complete family man\/woman. Love and empathy are your guiding forces and you tend to empathise with one and all around you. There might be a major chunk of your income that you would be donating or you would also provide community services and try to uplift the society around you in general. You are quite particular about the atmosphere at your home and always want peace, happiness and beauty to prevail. You ensure you keep the happiness of the place intact and cannot see anybody in your family upset. Life path 6 also means selflessness - one of your main characteristics, and you preach young and old to understand your life lessons and you share your wisdom and intend to help people on their way. For many loved ones, siblings and cousins you might end up playing a life coach or a therapist. They may look up to you and rely on you when they are stuck at any point in their life. You are always empathetic and understanding, and you can easily find consoling words for the people who are sad and disappointed, at the same time you will never be critical. Consider a career in therapy, counselling and motivational speaking. As you give in abundance, you also gain in abundance. There is a lot you have to give out to the world and you would selflessly give yourself and your possessions without thinking twice. With a gifted aesthetic sense, you are naturally artistic. Your home resembles a museum that displays a variety of interests that you have. Anybody walking into your space would be highly impressed by the vision and versatility of your mind. You have to take a lot of duties, and you may find it difficult at times but you know your call, and fulfil your responsibilities no matter what. Once you start earning, you may end up being the sole breadwinner of the family. Make sure that you fulfil these responsibilities well and give your family the time and investment it needs. Your life would be a lot happier and your mind a lot healthier if you keep your promises and stay dutiful. Your instinct keeps telling you all the struggle and strife at the end will only make you stronger. No problems are bigger than your strength and you are chosen by your destiny to go through all the acid tests and increase your strength and potential.","7":"People with life path number 7 would always find themselves in a conflict but the daily struggles of life and chasing the higher purposes of life. People with life path 7 are highly intuitive and absolute dreamers. The ability to control your own life and destiny lies in your hands and you can either make or break your times. A very major life goal for people with life path number 7 is to learn how to keep their calm and you can do it by digging deep in the self-discovery process.Often you wish to seek knowledge, analyse and research about various things in the world around you. You need to figure out how to trust your own intuition until you reach higher wisdom. Life path number 7 would have to find self-worth and value themselves. It might be a little difficult for people around you, to know you better and understand you. Society, noise or crowds of people cause you a lot of discomforts hence weekends to you mean oversized shirts and your favourite T.V. shows. People with life path number 7 are not really talkative and sometimes overly reserved as well, however, a little solitude is your need. For students, we advise that you do not encourage the idea group study as by reading and studying alone, you would not learn and receive much. There is a strong and silent charm your personality has and your romantic partner would feel drawn towards the same attractive personality trait. If you head a business, it is pretty easy for you to detect people that are not sincere and can hire a really functional team for yourself. For a career, you can choose data mining, research and technology or anything that deals with facts, figures and research. That will help you make the best out of your potential. Due to your reserved and not-really-social personality, you may have really few friends but they all are the ones you can call your true friends, and you love them with all your heart. You take life with a slice of sarcasm and rather than arguing you would use your sense of humour and crack sarcastic jokes. It is always better to convey your thoughts and opinions than making fun of someone as it would really hurt the other person and you may burn your bridges forever. Take your daily doses of motivation and save yourself from the pessimism that is very likely. There are a lot of hidden motives that you have after your actions. Hence ensure that you keep your intentions clear and your mind open. Open up your mind and let some fluidity in. Accept new thoughts and ideas and grow as an individual.","8":"You would be blessed with power and prosperity. There would be no day of your life when you would face dependence or poverty. There would be a lot of self-dependence and you would always mend your ways. Wealth, fame and abundance would be the most evident characteristics of your life. There are famous celebrities and politicians that have 8 as their life path numbers. There is a natural ability of administration and organisation within you and your family and friends admire you for the same. Regardless of the fame, prosperity and success you would stay humble and polite and treat everyone with respect. That is the reason why you are pretty popular amongst people and they collectively rely on you for leading them and taking major decisions for them. They might consider you as a custodian or representative. There is a clear idea in your mind of what is right and wrong and you would open your way to great achievements. Ensure you spend some of your income for charity and social service. Stay productive and agile, however, utilise your energies wisely and productivity. There is high goal orientation within you and you are born to lead and govern. Consider a career in politics as you can motivate masses and administrate with great efficiency. Also, you can handle your powers quite efficiently and not misuse them in any way. Any country would need powerful yet empathetic leaders to govern them and benefit the nation.  There is empathy in your heart for people who are not as blessed and fortunate as you are. You do not get tired to give help people and keep on adding to your karmas. Courage is one of your inevitable characteristics and you meet life with great enthusiasm. There is a strong sense of justice within you and you certainly cannot tolerate injustice. For students, picking up a course in law would prove to be highly beneficial to you and you would score amazing throughout your graduation.  You would go out of your way to protect the rights of people that are the victims of injustice. Material possessions would follow your way without much effort. There would also be a deep sense of accomplishment as well. Don't beat yourself up for work and do not stay overly caught in your work. Being workaholic is great but make sure you take time out for some rest and recreation so that you can stay productive and active and serve your purpose of leading and execution.  Take some time out for friends, family and loved ones. While you are gifted with a lot of power, do not exercise or rather misuse that power to dominate your juniors and subordinates at your workplace. Practice patience and try being more expressive. Read a few self-help books and increase your temper. The man\/woman who can hold on to his\/her anger is often more powerful than most people around them. That way you would win over the hearts of your loved ones and there would be no real unhappiness or loneliness in your life. Ease out your excessive stress with great social interactions. Go out with a few friends of yours chuck isolation out of your life.","9":"People with life path number 9 make immense spiritual growth in their lives. At a very young age, you recognise yourselves as a soul and you understand that material world holds no or little value. Joining some spiritual practice or regularly following religious practices might be one of your usual activities. It would be extremely rare or impossible that people with life path 9 would be atheists or agnostics. Along with spirituality and godliness, you are also really friendly and have a very warm heart. When your friends are in need, the first person they contact is you. There is a selfless and giving attitude you have. Hence when in need your friends would come to you and would come to you and you would oblige them without a sense of pride. You are always influenced to do good and naturally wish to give selflessly and lovingly. You never forget to express yourself in front of your loved ones and you would do it with artistic devices such as poetry, painting or music. There is a way you have had with your words and you must consider a career in writing. Alternative career option is teaching and shaping the lives of the future generations. People, when come to your contact immediately feel healed and blissful. There are an influence and attachment people have towards you. Life path number 9 would compel you to notice the pains and plights of the world around you and you often have your own idea of a perfect world. It would sometimes be really hard for you to strike a balance between the ideal world and reality. People with life path #9 can be influenced by the emotional swings and it could often lead them to depression.Your own little world that is full of beauty and happiness is far from reality and that can make them unhappy and restless. People with life path number 9 are often very vulnerable. At certain points in life, you would also feel really indecisive. You are extremely giving and wish to help everyone and at the same time are incapable of hurting anyone. Life path 9 often feels a certain kind of alienation from the world and could be considered either very wise or crazy by others. Many people with life path number 9 are gifted with a lot of natural potential at birth, but everyone cannot really utilize the potential to your fullest or really explore your individualistic powers. There can be a strong sense of possessiveness within you and you may hold on strongly to the people you love. Make sure you give them enough space and time. With Life path no 9 you can go really careless with your finances and not really bother about the financial security of your family and children. It would be nicer if you would exhibit some more responsible and careful behaviour towards your loved ones and your friends. Due to a variety of interests ensure that your energies are not scattered and you stay focused on your aims and ambitions. While you shower your loved ones with love, remind yourself that they love you too. Be more assured and do not feel possessive. Sometimes they may need their space and liberty. You might seek attention and respect within your peer groups. Everybody needs esteem and acceptance yet ensure you do not overdo it.","11":"There runs a very strong sense of values and righteousness within you. You wish to stand true to your thoughts, beliefs and words all the time. There are rare or no days when you have either broken the traffic rules or not cast your vote. Law, order and peace are highly important to you. However, that idealism does not make you a fuddy-duddy conservative human being. You would always want to test the limits and break through. Standing up for the concepts you really believe in is very likely in your characteristics. Belief systems such as feminism, liberalization might strongly affect you and you may come forward and stand up for equality, humanity and other noble causes. Your friends are really lucky to have you! Trustworthiness is a value that is deeply imbibed in you and you can be trusted blindly with every little or large secret. You are the first person that comes to the mind of your friend when they are crushing over someone or are confused at any path of their life. There are values like devotion, loyalty and patience that enrich your personality and your romantic interest would cherish these beautiful qualities about you. He\/She would feel extremely fortunate to have you as the one person they would breathe their last with. Consider a career in sciences and research as you are highly practical and have a very organised approach towards your work. Detailing is highly important to you and insist perfection every time you lay your work out. In the world that narrates startup success stories, you can certainly make a mark. Your organisational skills, determination and attention to details have the potential to lay a foundation for a very compelling journey. With your great management skills, not just the foundation years but the years of growth for your firm would also function smoothly. You will observe steady growth throughout your career life. There would be less roller coaster rides and more of a staircase if you look at it objectively. However, due to your immense focus on details, you may miss out on the raw beauty of imperfection. Imperfection helps you being more imaginative and adds creativity to every task you do. It is a great virtue to be a perfectionist, but due to you high process orientation you may forget your targets and can upset your clients by not making it to the deadlines. While working in the team if you fall in love with your ideas, you would face a lot of fights and arguments. Be a little flexible and less rigid as it would foster your growth and allow you to gain exposure and get better at your work and life in general. Break your mindsets and try new and extraordinary ideas and plans. We often get inspiration from the most unexpected of sources and our mind can ignite great ideas from there. There is a general tendency to take life very seriously. Laugh and let go. The people that laugh at themselves, have more friends and are loved more for their sportsman spirit. The more you lighten up and ease out, the more joy you would attract in your life.","22":"You're powerful of all, 22. Known as the master builder, you have the power to turn a dream into a reality. You hold a practical and inspirational nature. One of the most disciplined numbers, 22 owns the qualities of 11 as well. Positive side with leadership and confidence will take you further in life while the negative could let you lose the opportunities with loads of pressure. Ease up, 22! Think of limitless opportunities out there. Your primary purpose is to accept your deep responsibility to helping others while you learn to be cooperative and secure in your ultimate goal of assisting others. You are extremely ambitious and have a desire to fulfill your destiny. You must remember that completing your goals require many small steps, each as important as the other. You learn to accept any mistake as a valuable lesson as you continue along your path. If a project is a complete failure, reevaluate all of your steps along the way to determine which ones you may not have completed to your satisfaction. Patience becomes your strongest ally. You have an inner need to find balance and fulfillment in your beliefs, ideals and values. This is not an easy task, but one that you are capable of with your strong analytical and intuitive mind. Remember to trust your inner-knowing as equally as your intellectual mind and you will find comfort and peace."},"personality_number":{"1":"With a personality number 1, you like to take the reins in your hand. You enjoy taking charge and being in control of people or situations around. That makes you feel powerful. You come across as courageous and bold and are not fearful of anything. You take challenges head-on and don’t get bogged down easily. Being assertive, you know how to get things done. However, be wary that you do not want your assertiveness to be misconstrued as your aggressiveness. This could otherwise intimidate people and they might distant you. To you how your present yourself to the world is important. In other words, you pay much attention to your appearance and how people interpret you. You believe that first impression is the last impression and hence take no chances with that.","2":"With a Personality number 2, no wonder, you are known for your friendliness. You exude a lot of warmth with ease and undoubtedly people rejoice your company. You advocate for peace and hence stay away from conflicts or disagreements. Confrontations is not what seeks your participation. You thrive in a harmonious environment where people support one another and where love reigns. You are well balanced and do not get swayed away by the lows and the highs of life. Hence you may contain your excitement without much demonstration and this could be perceived as boring sometimes. You have an attractive personality and come across as sensual. No surprise for guessing, you could easily turn heads and effortlessly gravitate people to you.","3":"With a Personality number 3, you come across as someone lively and highly enthusiastic. Your positivity is contagious and it rubs on people who spend time in your company. You are witty and fun to be around and no wonder, all this makes you people’s favourite. You emphasize a lot on style and how your present yourself and you carry yourself with grace. Blessed with an attractive personality, you tend to easily woo people. By nature you are affectionate and tend to shower a lot of love and warmth on people in your close circuit. However, it’s hard for you to devote your time and attention to just one person, as you like attending many and you find yourself divided among many. You seem to have luck by your side and hence only a little efforts or push in the right direction could bring you humongous success.","4":"With a Personality number 4, you enjoy being in the company of others than being alone. You make serious efforts to belong to a group and to remain an integral part. Belonging to a family gives you a sense of security and you enjoy taking care of them and keeping them safe and well-protected. You come across as reliable and trustworthy and people easily confide in you. You are pragmatic in your approach and follow a structured approach to being haphazard. You like to keep things in an orderly manner and that makes you feel accomplished. You do not shy away from working hard and give your best shot at all things. You don’t believe in fussing over or wasting time on trivial things like your appearance and operate from a practical mind.  People find you dependable, someone who will not let them down in times of crisis.","5":"With a Personality number 5, you are a creative, free-spirited soul. You take pleasure in wandering freely and do not lie to be constrained to a routine or life in general. You are funny and interesting and that naturally makes you attractive. Your personality shows hues of flamboyance. Variety is the spice of life, suits you the best and you live by that mantra. You are always on the lookout to make life more colourful and exciting. You enjoy new experiences and the pleasure of seeking this can make you addictive to either food, drinks or sex. Hence you need to stay away from being overindulgent. You have a reservoir of optimism and under no circumstances you give up on that. No wonder people flock to you. After all, who wouldn’t enjoy the company of positive souls.","6":"With a Personality number 6, you come across as a nurturer. You tend to sacrifice oneself and contribute towards others welfare. In other words, that makes you a selfless giver. But you need to pay heed to your needs too, else eventually may be engulfed in a victim feeling. Be self-sufficient first and then serving others will help. To you outward appearance and physical beauty doesn’t matter much and you don’t spend your precious time on such trivial matters. You lay emphasis on being comfortable in your skin and that is all that matters to you. You come across as someone who is approachable and dependable. Thus, people come to you in need of help and guidance. You come across as trustworthy and they know they can confide in you.","7":"With a Personality number 7, you portray a mysterious streak to your personality. People find it hard to define you as you come across as unpredictable. You exhibit profound wisdom and are philosophical by nature. Perhaps that makes you spend time in your own company more often. You are a deep thinker and tend to take life seriously. Being smart, you know how to handle matters yourself and do not seek help from people around. In a way, this leads you to be self-dependent. Occasionally you may focus more on your looks and appearance and may express concern. However, if you do your best at managing yourself well, you should be just fine. On the outside you may come across as a serious individual and may not reveal the warmer side of you.","8":"With a Personality number 8, you are blessed with a clarity of mind. You have no doubt about your goals and how to get there. Coupled with your focus and strong determination, you sure can achieve anything. But you can stretch yourself too far and get buried in work. This also means,  you could completely neglect people who love you and be totally self-centred. Take charge of your selfish streak and make time for your intimate ones, and this will add more zest and fun element to your personality. You come across as a confident individual and well in charge of one’s life. No wonder people feel they will be well placed if you can decide things for them. Your appearance, how the world perceives you is paramount to you. Hence, you do not compromise with your style and take efforts to always look good.","9":"With a Personality number 9, you are one of the most charming personalities around. You have compassion for people and know how to take good care of others. This makes people fond of you and they flock to you effortlessly. You are sweet and graceful in your dealings with others. Your well natured personality undoubtedly makes you a perfect leader. You set an example and tend to inspire people,  and people will follow you gladly. However, you could at times become quite self-absorbed. Thinking too much about yourself can make you selfish and arrogant, which could distant people. Genuinely putting people ahead of you, can help you win their hearts."},"expression_number":{"1":"You belong to this powerful number which expresses your leadership qualities of tremendous aptitude. Born a natural leader, you are a warrior heralding voluminous amounts of courage and ambition. Individualism and independence are the key components of your mental lattice. You identify yourself with your goals and ambitions as powerfully as your extreme capacity allows you. Gyrating around your own existence, you might come up as a self-centered person. Somebody who negates the slightest possibility of self-flaw and weakness, you turn highly critical of others. This denigrating tendency may distance friends and family members making them alien to you. Keep this tendency in check if you wish to relish harmonious and beautiful relationships lifelong. An ace number, with all its intensity and competency, it symbolizes the front-runner, pioneer, risk taker, generals, businessmen, self-made millionaires, religious and political leaders, inventors and activists.","2":"Mutualism is the way you prefer to function. Working in conjugation with others is where the real application of your talent lies. Friendly and open minded, you highly developed intuition enables you to function  safely and smoothly in partnerships than going solo or being the leader all by yourself. You are the operating power in disguise. Working behind the throne, you often tend to remain in obscurity. Deprived of recognition and credit that duly is your share, at times frustration overpowers you. Close and harmonious relationships are your basic needs and essential to your survival and happiness. \"For a highly sensitive person, a drizzle feels like a monsoon\" aptly describes your personal constitution. An unkind word or conflict can kick you off your pench, and such circumstances can hurt you than the individuals lacking complete delicacy and subtlety. As vulnerable as a delicate flower, you are deeply thoughtful, giving and conscious of the needs of your loved one which makes you an excellent and a partner coveted by many.","3":"3 is an allegory of creativity and self expression. You have a refulgurant body language and a fizz to your personality. The playful bounce and pep in your persona can powerfully lure people towards you without you making a conscious effort. You are fond of socializing, but you also have to understand and accept the involvement of others in your life. Innately talented, you should pull up the guards and not fritter and scatter your talents and ability. You are intelligent in art and locales requiring creative solutions. Optimistic, inspiring, outgoing and expressive is your style. But the alleyway to success goes only through the doors of discipline and concentration which you are yet to imply completely.","4":"This is a number depicting organization, arrangement and sequence. With these in perfect combination, you can be the foundation of any enterprise. Whenever surfaced with any problem, practical application of method and structure will be your key components resolving issues and troubles. Equally interested in arts and music, your knack for order and method will find its natural application in these expressive spheres as well.  4 is a number which sees many accountants, bookkeepers, government officials, managers and lawyers to its credit. Rigidity and stubbornness is your constitution. Your likes and dislikes, at times afflicting your common sense and compassion, become extremely important to you. However, in relationships, you are trustworthy and sustain your morality and integrity. Instability, unpredictability and insecurity irks you. This contempt and irksomeness shall make you oblivious to the shortcuts and creative solutions offered by dauntless and audacious people around you. Owing to this tendency, attracting and sustaining creative people and honing your imaginative faculties become more of a challenge to you. Basically, collecting advisors and inspirers is essential for the people under the expression number 4.","5":"You are a natural eloquent and gifted in communication. This could make you a successful salesman, politician, lawyer, public relations person or minister. You are adventurous. You love excitement, change and freedom. Your free spirit will enable you to breed your talents and bring them out breaking all barriers and limitations. Curious about all, you believe that everything in life deserves a shot. The many varieties and trials that you believe in might lead you to unhealthy troubles and dangerous indulges. Your thought process is incoherent. Lacking solidity, your thinking patterns are scattered which needs correction. Enthusiasm is your mettle and is infectious attracting others. Dalliances and flings are usual to you. But consciously distinguish your shallow feelings from the real ones. This demarcation will educate you about self discipline and healthy limits virtually assisting you in every area of your life. ","6":"You are blessed with a wonderful capacity to harmonize dualities. You are uniquely gifted to blend contradictions or opposites. People with opposing views often stand in conflict against one another and also fall prey to internal disagreements. Your instinctive talent can blend these opposites and pacify the aggravated circumstance or situation making you a peacemaker. It's a Natural Law, when contradictions mellow down, healing properties start to permeate and sooth the person involved. Your knack to handle and neutralize these opposites and conflict makes you a born healer.. Better suited for soft vocations like social worker, teacher, gardener, psychologist, artist, designer, florist or farmer, you can also flourish in business. Professions involving people is your forte. You are responsible, trustworthy, loving and caring. This also qualifies you as a natural counselor. You have high regards for honesty and justice and you often place other's needs before your own. This leads to an inevitable suppression of your own necessities, demands and wishes. Sacrificing your time and pleasure in service of others is your building block, something that you are made up of, and is your way of life.","7":"Analysis and inquiry is your temperament. Your investigative and searching mind makes you befitting as researcher, analyst, investigator, technician, lawyer, banker, priest. Science and its intriguing matters seduce you. With an enormous passion for truth, knowledge, mysticism and philosophy are also spheres where you seek your answers and your interest mushrooms. You are secretive and like to wander within your own thought labyrinth without letting anyone know of this process. Entertaining all by yourself, watch out to not cut yourself completely form the warmth and friendliness of your closed ones and people in general. Comparison is a cuss word, better kept dormant than stirred; hence do not be surprised and turn critical of those who lack depth and understanding of knowledge. Peace and balance become the most essential ingredients from where all knowledge bounces. Contemplation, meditation and frolicking into softer vibrations will help you achieve this harmony and stillness.","8":"Striking balance between material and spiritual is often hard. But given your expression number, it becomes crucial to do so. Making an eight with one circle up and one circle down in symmetrical alignment, your expression number defines equilibrium between the dualities or opposites of give and take, reward and punishment, action and reaction. A brilliant judge of character, you can shepherd people becoming a leader to them of great precision and resource. You are highly competitive and hold a great potential to aim and achieve things you desire. But a cold focus on your desires for success and results shall make you stubborn and intolerant. One to seek gold dust, ordinary doesn't lure you. Superlative is your style and best you want to be in whatever you pursue. You are the source of hidden power, which when implemented and expressed to the fullest combined with discipline and perseverance in the face of caustic hardships, will reward you with money and authority; another extreme expression of being powerful. These hardships are simply scattered to tell you where the ultimate power lies; solely in 'You'. ","9":"My religion is humanitarianism, Which is the basis of every religion in the world. -Abdul Sattar Edhi You are a hard core humanitarian. You nurture deep love and an intensity to transform the world. Humanitarianism and compassion are synonyms, and you are ripe with both. You do realize and experience the delight when you are directly working for the higher good, the good that will bring a smile on a face unknown to you. Shunning narcissism politics, law, environmental protection, teaching and healing are your locales where you can actually apply the square of your humanitarian self. Your basic belief in the moral fiber and the goodness of humanity is so rooted and penetrated into your being that you often come to be a bad judge of peoples' characters. You're not colored or jaundiced with preconceived notions and ideas about varied people. Though cold and distant, exposure to a wide variety of people and circumstances will nurture your fine qualities bringing them to the forefront. You're loving and caring and attract people like moths to a flame. You refrain from expressing what you truly feel and prejudices can never hinder your open outlook towards life and its unuttered mysteries.","11":"Personal power is dormant in each of us. Some are awake to it and some simply become oblivious to its presence. You seem to fall in the latter category. Though unconscious of your hidden powers, you have a robust personality and make a commanding presence. You know that you are different. For you, conscious and unconscious are connected via an unbridled path. Sensitive, you possess a tremendous flow of energy. Emotion and psychology are interconnected. To strike a balance between both these, lest you fall into emotional turmoil and nervous tension, you must learn to channelize that effervescence of energy that you experience. Relationships are essential for your survival and emotion is your building block. You are hesitant and vulnerable. Vacillating and bobbing with luck in your love life, you have a concrete idea about who your friends would be. Your treasure your feelings and do not share them easily with others. Make use of your latent powers that you are gifted with. Shake the stagnancy of your inherent powers and ground yourself with the natural strength that might appear to you as a challenge initially. The more you dwell on your inner calling, the greater will be the expanse of your keen awareness.","22":"The limitations of borders and racial identities cannot hold or curtail you back as they mean very little to you. Your dreams are big. Your dreams and your capacity to fulfill them know no bounds. You harbor great leadership qualities and want to make a mark on civilization. This magnificent number is for those who have a higher calling. This number multiplies your creative powers and ability to inspire others. Traversing in another dimension in which your day is expanded, this number gifts you with a powerful capacity to serve mankind in its purest of essence which is extended beyond the normal limits of one's life. This number also connotes great risk taking ability. But frustration may overpower since you will hesitate to take greater risks for the higher calling this number represents. No matter the amount of effort you take even if they would be little as per your limits, this number will always keep you replete with chances to be successful. ","33":"The expression number 33 is a \"Master Teacher\". It does not suggest a simple and mundane teacher, but declares one in a kind of its species; acutely powerful, intensely spiritual and profound with wisdom, intelligence and enlightenment. When it's the birth, rise and arrival of such a mystic teacher, the proportion of expectations laid by this Expression number are incredibly giant for ordinary people to live up to its status. For many, Expression number 33 is quite similar to the Expression number 6 signifying love, care, harmony and sacrifice. Positive and negative are two aspects of any occurrence. While 33 Expression highlights all these qualities of the 6, taking either to the positive or to the negative influence, this great Expression number can herald extreme effects. When expressed in its dark and negative colors, the 33 Expression can make you emotionally and physically damaging to those around. On the contrary, when it takes to its glowing and positive tones, healing, comforting and caring for others becomes your natural way to put with life. When in this charming zone of the Expression number 33, your composition and persona will lure people as moths to the flame."},"soul_urge_number":{"1":"The Soul Urge number 1 gives you clarity of purpose and thought. It makes you proactive and a leader in true sense. You are independent and believe in taking a lead. You are your own guide and most often rely on self for guidance. You believe in oneself and in your capabilities and do not shy from taking initiatives or taking the plunge. You are a self-starter and do not wait for a push or backing from others. Being determined and focused, you can easily take up any daunting task and execute it successfully. Honest attempts at what you do, cannot keep success away from you. You take pride in your work and expect others to respect and recognize what you do. Loyalty is one of your strongest traits.","2":"The Soul Urge number 2, makes you a romantic soul. You have an artistic streak in you and are polite in nature. You enjoy partnerships, be it in business or in your personal life. You prefer to work in groups and with people than working all alone. Relationships are important to you and your sensitivity makes your relationships bloom. Honoring other's views and getting along with others comes naturally to you and no wonder, that gravitates people to you. You thrive in an amicable environment where there is camaraderie among one another. You are expressive when it comes to showing your love and affection for others and do not hide your feelings. The secret to your relationship lies in how effortlessly you understand and relate to others.","3":"With a Soul Urge number 3, you believe in self-expression and enjoy to express yourself freely. You are extremely creative and it’s at your core to express your insights and unique perspective. You are most likely to resort to expressing yourself creatively through your talent. Humourous and being a lively-spirited individual, you are absolute fun to be around. Making people laugh and spreading joy around defines you. You add a surge of enthusiasm to everything and are extremely positive irrespective of what life presents you. Your friendly approach towards others and your compassion make you quite popular among the crowd. You are never short of a curious audience.","4":"The Soul Urge number 4 makes you extremely practical and rational. It’s a stable number and hence you emphasize on stability in life and in most things you do. You follow a structured approach towards things in life and prefer sticking to a fixed routine. No wonder, that makes you uncomfortable with change and you are more than happy to go with the usual tried and tested. Taking risks might not excite you as much and prefer life to be even and calm. Creating structure is your innate talent and you enjoy building something or laying a strong foundation. Your pragmatic style puts things in an orderly fashion in life. You have a deep quest for knowledge. A sense of responsibility in you is a strong trait and that makes you a reliable, dependable person both in your personal and professional life.","5":"With the Soul Urge number 5, it wouldn’t be incorrect to say, freedom is your mantra. You have a deep yearning to explore the world and be unstoppable at this. You thrive freedom in everything you do and resist restrictions or the feeling of being tied up. You tend to get suffocated when you feel boxed. You are adventurous at heart. Having new experiences keeps you excited. The idea of traveling the world, wandering freely, having surreal experiences of a life-time fill you with enthusiasm. Intelligence and resilience come to you naturally and spirituality being one of your strongest characteristics, that makes you a soulful being. Your intuitive powers can easily surprise others and you tend to be deeply connected to nature. Your faith in the universe can make miracles happen.","6":"Beauty, grace, peace and harmony are prominent traits you exhibit, with a Soul Urge number 6. You are a responsible being and take pride in taking care of you home, family and loved ones. Hard work never tires you and you don’t mind going the extra mile to achieve what you want. No matter what challenges you face, you take the reins and know how to manage the show well. Justice is paramount to you, and you are extremely particular that everyone around is treated right. That makes you likeable by others. You detest conflicts and attempt at maintaining peace wherever you are. You can easily take on more than most people, hence you need to learn the art of balancing. This will help you to modulate your energies constructively.","7":"The Soul Urge number 7, makes you a true seeker. You are trying to understand the greater truth, the mysteries of the universe and unravel the world inside you. This makes you some sort of a loner. You enjoy spending time with oneself as this gives you time to introspect. There is a deeper spiritual understanding in you. You spend considerable time mulling over your intriguing questions about the universe. You are equally analytical in nature and your inner wisdom succeeds in answering most of your questions. Your intellect and intuition make for an incredible gift. Dreamy by nature, you tend to keep your innermost feelings to yourself, a world that is cocooned. It is quite common to see you contemplating life and how it works.","8":"The Soul Urge number 8 makes you an exceptional leader. You enjoy leading the troop while taking orders from others does not suit you. Hence you are mostly seen rising to a leadership role. However, do not let yourself to be dominating or overbearing. To you, financial security or material success is crucial and you leave no stone unturned to attain success. You are disciplined and this approach leads you to achieve power and status in your professional world. Take care that your pursuit of money and financial security does not keep you away from building healthy relationships. Your determination and hard work is sure to bring you enormous success in your endeavors. ","9":"Your Soul Urge number 9 denotes universal consciousness. You have strong intuitive powers and are blessed with spiritual wisdom. You have a greater sense of mental clarity and this allows you to easily see the world from a wider perspective. You have a generous heart and tend to be extremely compassionate towards others. This makes you a healer who can heal the innermost wounds of others and help them evolve and grow. You engage selflessly towards humanitarian service. You care for the well-being of others and are idealistic in your views and philanthropic by nature. You are a gentle soul and are continuously striving towards making the world a better place while you are here.","11":"The Soul Urge number 11 makes you highly spiritual and you crave for spiritual companionship. You hold a strong sense of moral values of what is right and wrong. You are mostly lost in the world of your fantasies and believe the outside world is exactly a replica of your fantasies. However, you might find it challenging to execute your ideas in this material world. You exude a distinguished vibration and you are highly energetic and creative. Blessed with strong intuition and spirituality, you continuously attempt at helping others to heal. You like to put forward your strong sense of idealism in all your interactions and in everything you do.","22":"The Soul Urge number 22, makes you a visionary. You are the architect of your life and want to create something magnificent that would have a lasting impression on the world. Being able to achieve this will bring about a sense of accomplishment to you. This makes you a big dreamer. You are not only creative but also practical in your approach and know-how to manifest your ideas constructively in the real world. Your ideas could even bring about social change. Irrespective of the magnitude of the problem, you can accomplish anything. There is a high level of intensity associated with 22 your Soul Urge number, hence you ought to know how to optimize it and responsibly manage it.","33":"The Soul Urge number 33 indicates yours is a spiritual path. You are here to selflessly devote yourself to healing and serving others. You easily understand other’s points of view and can bring peace and harmony amidst any conflicting situation. You work through your compassion and focus serving those in particular, who can not voice their opinions or see themselves as helpless. However, you need to make people self-reliant and take self-responsibility for their actions, so they can help themselves out of any challenges. It would not be a misfit to say, you are a nurturer. You have a pious intention of the highest good of all and want to see everyone around you happy. You believe in fairness towards all and that makes you a seeker of justice."},"personal_day_number":{"1":"You have the strength of overcoming obstacles. These hurdles, no matter how grave will not be able to handicap your spirit and block you from chasing what you want! New beginnings do not crutch on auspicious times, they are just meant to be started. But it's a good time to execute your plans and make them work. The chequered pattern of hard work and patience will yield you good enough result. But this time the desired outcome will also depend on your aggressiveness. A perfect tool to reaching the nucleus of this pirouetting atom called 'self', aggressiveness can work wonders if applied correctly. Spin this aggressive yarn around your goals. This will fundamentally prevent from galvanizing you into unwanted arguments. Don't let your aggressiveness take an off color shade, it may portray you as an insensitive individual. Visitors around! You may find people coming to visit. Be glad, it will refresh you and mellow down your vigorous work appetite, only to concentrate better once they have left! After all a small natural break is essential!","2":"Cooperation and patience are interdependent. A subtle connect between these two is essential for the absolute rolling of any kind of coalition. You do understand the delicate balance required between these two to nurture a relationship-be it financial or personal. Do not waver from these attributes, trying to give more attention these intricate partnerships need. Walking a mile extra will only enhance your joy of giving! Watch out for lies and deception. They are uninvited visitors. Keep an eye on your gullibility and credulity. To err is human! Double check your every piece of work for fumbles and mistakes. They will only ensure better alertness plus vigilance. Your activity will tend to mellow down largely making it a slow day for you. Don't be activity hungry. Just lean back and loosen up. Take your day the way it comes. Slow fire cooks better meal!","3":"Excess energy packets will keep you bouncing all throughout. This luxuriance of energy will also bring in excitability and instability ringing in sleepless nights. Do not emit this energy in being impulsive. Make an effort using this excess burst of energy in constructive pastimes. Challenge your mind with brainstorming quizlets, puzzles and games. Taking tests and outdoor activities seem to be a good idea of transgressing this energy spree into something that will bring in better neuromuscular coordination. Your excess quanta will be significant in rewarding you with ample abundance. Don't omit the fact that it needs suitable channelizing, only then can it be of any help. Energy can be pumped both positively and negatively. Avoid being venturesome and headstrong while driving. The steering wheel in your hands not only controls your breath but also the tears of your loved ones. Amidst choc-o-bloc schedules, trips and travel may pop up. Grab it with both your hands; it could be a dessert for your fuming energies!","4":"Your accomplishments will be in proportion to your hard work and struggle. They will bear you enough fruit of satiating actualization of efforts. Though money strained, paying bills will not pose you much of a problem. Be penny-wise and methodical, spending as sparingly as possible. Book keeping will align your expenditures with cost effectiveness. Speculations wobble and ripple as per the given situation and only mirror waves of a fluttering mind. Hence, base your decisions on pragmatism and reason and not random guesswork. Suds of frustration may form the head of your cranial glass due to overwork, arguments, stress and tiresome timetable. But blow the foam away and you will find your lighter and brighter self waiting to be sipped! Possibility of accidents is on the card. Don't oversupply yourself with panic and confusion. It's impossible to completely nullify a possibility. Some chance will always have its share, though it may skip to materialize. Our perspectives and inclinations also plus -minus the chances of an occurrence. Hence, be frugal about your nutrition. Be health sensitive at all times; this should not require a clairvoyance of an unfavorable event!","5":"The fishes of originality and inventiveness will come searching for knowledge and deeper meanings in the coral reefs of your creativity and imagination! This vibrant trawl will enable you to envision the hidden colors of your mystery and intellect. Playfulness is one of the best water colors in one's colorbox. All it needs is a splash of breaking free, and splashing it all around will leave a cool and brilliant trail behind! Relationships are symbolized by love and gratitude. You will weave magnetism in to your relationships, but the induction of instability will always bring in some torque repelling your loved ones. Hence sensibly hold on to them. They are your emotional insulators! Small speculations will help you take better decisions and save you mistakes which you probably might make in your financial figuring. Your wanderlust shall help you break free and take you travelling and wayfaring!","6":"Inflorescence of unions, bonds and intimacy is in its full bloom. Your flower box also contains the pearls of physical attractions and temptations! Be mindful with these pearls. As your inflorescence is yet in its intermediate stage, rolling them too much might inhibit the infructescence of the bloom. New love would make its way to you like an intensely fragrant rose. But a thorn of separation from an old love wouldn't keep you out either. It's a general periodicity of vacuuming and filling in. Both, in their own ways will grant you precious gifts in the form of life changing lessons. New job and stable finances will nudge you boosting your enthusiasm toward work and stability. Its lily time for you! Work and service done to others is always above self narcissism. Helping others and doing special things for them never needs soothsaying. It only requires empathy, sympathy and a dash of selfless inclination, which you seem to have in ample! Kindness is not a bait; it's halo encircling the selfless centre of a human heart. So, listen to your heart this day, and spread the shine!","7":"Mastering the universe is a cakewalk, but mastering oneself is a challenge! Those who know to cage the inner beasts of temptation and depression, can master themselves and be in sync with the ever gyrating randomness and entropy. Emotions can daunt in negative ecstasy, which unknowingly kick starts isochronisms of depression soaking up all the positive chrome. It's up to us whether we enslave ourselves to them, or choose to rule them. Mastering your emotions will perpetually windmill the rotation of your channelizing thoughts and target orientation without squandering your energies. It will help you with your legal matters, money losses, thefts and most importantly with your health vulnerability. Self reflection without any speculations will enable you to reflect on the inner mental viscera. Winning over competitors would just be an obvious outcome resulting from the introspection and examination of this billet doux called 'life'! So sign it with loads of love, citing 'Dear life, all yours'!","8":"Self control is the attribute of strong! Requiring a lot of inner stamina, endurance and tenacity, it is the character of the one, who wants to conquer the inner self. Endurance- centric, the loop of power and energy that flow within, and is also the resultant vector of the self controlled, is governed by tolerance and humility. You have enough moral fiber to keep yourself from involving in fiddlesticks, but at times you may lose out to petty situations. Don't give in so easily! Pull back your reins of self control and substance, and be there as your robust self. A buttress of self esteem and confidence is quintessential to lean on, to shield oneself from vulturine and degrading cynicism. Stand up for yourself in the most gracious manner without appearing selfish and insensitive, and you are sure to stand out! Mindful speculations will welcome in a lucky day for you, bringing in long distance junkets. Bon Voyage!","9":"An attempt at seeking the truth will enable you to scoff the ignorance and disillusionment. A good cocktail of solitude and looking inward, will shepherd you on the line of exploring your deepest emotions. Delving deep in your psychic realm, will let you consciously repudiate your dark thoughts. People from the past and weird dreams are like hook and the bait. The more you think about them, the more they will entangle you, and dismiss and discourage your attention from the present. Hence don't be ruffled by them. Keep a calm and unruffled stance, as you would be way out of harmony today. You may be off color today. Try sitting down to what you like. Painting, dancing, listening to music and games could be a nice stress buster for your oscillating mood. Don't hold on to what isn't working. All days aren't same. Instead of being adamant and strict with yourself, lighten a little and give your playfulness a fair chance. Your financial anchor may drift leading to money drainage. Peg your expenses to a minimum. It will help you deal with the monetary crunch for the day. Endings are the way of existence. Whatever starts must come to an end. This discordant day would end too, annexing a cheerful one!","11":"The way to universal love is self love! Be compassionate toward yourself and others. It's a single key, perpetually unlocking innumerable hearts. Forgiveness comes naturally to those who practice compassion. It's an artist's best color, the best music, the best poem! Forgiving others will enable you to deal with your situations and problems more gracefully. Expect the unexpected, but simultaneously also be aware of deceptions. Sudden events out of the blue with a tinge of some unexpected news may surprise you! Good or bad, always make a sincere attempt at taking things in your stride. A tight rope walker knows no better way! Legal matters and computer foul ups might pull you down further, but again, only psychic balance shall help you sail through. Happiness does not need a concrete door! It's a fluid taking the shape of the vessel. Hence, be the vessel wherein, it would want to flow in naturally. Insights would make their way to you this day. They are the language of heart. They depict good amount of awareness and perception. Thus, listen to them, they might be singing the tune you like!","22":"When frustrations mount, know that you are not alone. A grain of sand weaves pearl! Every grain of frustration will pave you the way to seek your existence. Your frustration might drain you of your energy and stamina. Perseverance was never easy and accomplishments, never handy! It's the dark that brightens up the stars. And when you know this, also know that it's a rare day. Deep realizations do not happen on ordinary days. When your heart excavates a long hidden fact, it pulsates as universal truth!   Though money tight, you would never fall short of accomplishments due to your straight perspective toward hard work. Your gluing power to plans and executing them with direction and enthusiasm will apportion you enough success to fill in the emptiness caused due to stress, frustration and depleted stamina. To attune health with strict regimes, choose the exercise that suits your body-mind complex. Do not take them as some form of physical culture. They will bring this beautiful complex in sync with your inherent, dormant domains. A human body hides an entire kingdom within. Only the axle of steady health can swing in the full rotation of this wheel of life. It's a rare sun; hence grab it hungrily, and even more greedily grab the orb of the night; it may have more honeyed tales to tell!"}}